Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Check if you are using third party repositories. If so disable them, since they are a common source of problems. Furthermore run the following command in a Terminal: apt-get install -f
et: Kontrolli, kas kasutad kolmanda osapoole tarkvaraallikaid. Kui nii, siis keela need, kuna tavaliselt need on probleemide põhjuseks. Järgmiseks käivita terminalis järgnev käsk: apt-get install -f

source: The selected file may not be a GPG key file or it might be corrupt.
et: Valitud fail pole GPG võtmefail või see on rikutud.

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
et: Valitud võtit polnud võimalik eemaldada. Veendu, et sisestasid õige sõrmejälje.

source: Check if you are currently running another software management tool, e.g. Synaptic or aptitude. Only one tool is allowed to make changes at a time.
et: Vaata, ega sa ei kasuta hetkel mõnda teist tarkvaratööriista nagu Synaptic või aptitude. Muudatusi tohib teha ainult üks programm korraga.

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
et: See on tõsine probleem. Proovi hiljem uuesti. Kui probleem esineb uuesti, raporteeri sellest veast arendajatele.

source: Check the spelling of the package name, and that the appropriate repository is enabled.
et: Kontrolli paketi nime õigekirja ja et õige tarkvaraallikas on lubatud.

source: There isn't any need for an update.
et: Uuendamiseks puudub vajadus.

source: There isn't any need for an installation
et: Paigaldamiseks puudub vajadus

source: There isn't any need for a removal.
et: Eemaldamiseks puudub vajadus.

source: You requested to remove a package which is an essential part of your system.
et: Sa palusid eemaldada paketi, mis on süsteemi oluline osa.

source: The connection to the daemon was lost. Most likely the background daemon crashed.
et: Ühendus deemoniga katkes. Kõige tõenäolisemalt jooksis taustadeemon kokku.

source: The installation or removal of a software package failed.
et: Tarkvara paigaldamine või eemaldamine nurjus.

source: The requested feature is not supported.
et: Soovitud valikut ei toetata

source: There seems to be a programming error in aptdaemon, the software that allows you to install/remove software and to perform other package management related tasks.
et: Aptdaemon'is, mis võimaldab tarkvara paigaldadamist/eemaldamist ning teisi paketihalduse toiminguid, ilmnes programmitõrge.

source: This error could be caused by required additional software packages which are missing or not installable. Furthermore there could be a conflict between software packages which are not allowed to be installed at the same time.
et: Selle vea võis põhjustada vajalik lisatarkvara pakett, mis aga puudub või pole paigaldatav. Lisaks võib tekkida konflikt tarkvarapakettide vahel, mida pole lubatud samaaegselt paigaldada.

source: This requires installing packages from unauthenticated sources.
et: See nõuab autentimata allikatest pakettide paigaldamist.

source: The installation could have failed because of an error in the corresponding software package or it was cancelled in an unfriendly way. You have to repair this before you can install or remove any further software.
et: Paigaldus võis nurjuda vea tõttu vastavas tarkvarapaketis või katkestati see mittesobival viisil. Enne, kui saab muud tarkvara paigaldada või eemaldada, tuleb see parandada.

source: Please copy the file to your local computer and check the file permissions.
et: Palun kopeeri fail oma kohalikku arvutisse ja kontrolli faili õigusi.

source: The installation of a package which violates the quality standards isn't allowed. This could cause serious problems on your computer. Please contact the person or organisation who provided this package file and include the details beneath.
et: Paketi paigaldus, mis rikub standardi kvaliteedi pole lubatud. See võib õhjustada sinu arvutile tõsiseid probleem.e Palun kontakteeru paketi faili pakkunud isiku või organisatsiooniga ja kaasa allpool detailid.

source: The downloaded license key which is required to run this piece of software is not valid or could not be installed correctly. See the details for more information.
et: Selle tarkvaratüki kasutamiseks vajalik litsentsivõti on kehtetu või pole võimalik seda õigesti paigaldada. Täpsema info saamiseks vaata üksikasju.

source: All available upgrades have already been installed.
et: Kõik võimalikud uuendused on juba paigaldatud.

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
et: Selle tarkvaratüki kasutamiseks vajaliku litsentsivõtme allalaadimine nurjus. Palun, kontrolli oma võrguühendust.

source: You don't have the required privileges to perform this action.
et: Sul pole selle toimingu sooritamiseks vajalikke privileege.

source: Failed to download package files
et: Paketifailide allalaadimine nurjus

source: Failed to download repository information
et: Tarkvaraallika teabe allalaadimine nurjus

source: Package dependencies cannot be resolved
et: Paketi sõltuvusi pole võimalik lahendada

source: The package system is broken
et: Paketisüsteem on katki

source: Key was not installed
et: Võtit ei paigaldatud

source: Key was not removed
et: Võtit ei eemaldatud

source: Failed to lock the package manager
et: Paketihalduri lukustamine nurjus

source: Failed to load the package list
et: Paketiloendi laadimine nurjus

source: Package does not exist
et: Paketti ei eksisteeri

source: Package is already up to date
et: Pakett on juba ajakohane

source: Package is already installed
et: Pakett on juba paigaldatud

source: Package isn't installed
et: Pakett ei ole paigaldatud

source: Failed to remove essential system package
et: Olulise süsteemipaketi eemaldamine nurjus

source: Task cannot be monitored or controlled
et: Toimingut pole võimalik jälgida ega juhtida

source: Package operation failed
et: Paketitoiming nurjus

source: Requires installation of untrusted packages
et: Nõuab mitteusaldusväärsete pakettide paigaldamist

source: Previous installation hasn't been completed
et: Eelnev paigaldus ei jõudnud lõpule

source: The package is of bad quality
et: Pakett on halva kvaliteediga

source: Package file could not be opened
et: Paketi faile ei ole võimalik avada

source: Not supported feature
et: Toetamata omadus

source: Failed to download the license key
et: Litsentsivõtme allalaadimine nurjus

source: Failed to install the license key
et: Litsentsivõtme paigaldamine nurjus

source: The system is already up to date
et: Süsteem on juba ajakohane

source: You could not be authorized
et: Sinu autoriseerimine pole võimalik

source: You are not allowed to perform this action
et: See toiming ei ole sulle lubatud

source: An unhandlable error occured
et: Tekkis käsitlematu viga

source: Waiting for service to start
et: Teenuse käivitumise järel ootamine

source: Waiting
et: Ootamine

source: Waiting for required medium
et: Nõutud andmekandja järel ootamine

source: Waiting for other software managers to quit
et: Teiste tarkvarahaldurite lõpetamise järel ootamine

source: Waiting for configuration file prompt
et: Seadistusfaili kohta käiva küsimuse järel ootamine

source: Running task
et: Käesolev toiming

source: Downloading
et: Allalaadimine

source: Querying software sources
et: Tarkvaraallikate pärimine

source: Cleaning up
et: Puhastamine

source: Finished
et: Lõpetatud

source: Cancelling
et: Tühistamine

source: Loading software list
et: Tarkvaraloendi laadimine

source: Installing %s
et: %s paigaldamine

source: Configuring %s
et: %s seadistamine

source: Removing %s
et: %s eemaldamine

source: Completely removing %s
et: %s täielik eemaldamine

source: Noting disappearance of %s
et: %s kadumise märgitsemine

source: Running post-installation trigger %s
et: %s järelpaigalduse sooritamine

source: Upgrading %s
et: %s uuendamine

source: Unpacking %s
et: %s lahtipakkimine

source: Preparing installation of %s
et: Ettevalmistused %s paigaldamiseks

source: Preparing configuration of %s
et: %s seadistuse ettevalmistamine

source: Preparing removal of %s
et: %s eemaldamise ettevalmistamine

source: Preparing complete removal of %s
et: %s täieliku eemalduse ettevalmistamine

source: Installed %s
et: %s on paigaldatud

source: Completely removed %s
et: %s on täielikult eemaldatud

source: Removed %s
et: %s on eemaldatud

source: Done
et: Valmis

source: Authentication failed
et: Autentimine nurjus

source: Fetching
et: Allalaadimine

source: Idle
et: Jõude

source: Network isn't available
et: Võrk pole saadaval

source: Processing %s
et: %s protsessimine

source: Details
et: Üksikasjad

source: File
et: Fail

source: Downloaded %sB
et: Allalaaditud %sB

source: Downloaded
et: Allalaaditud

source: CD/DVD '%s' is required
et: Vajalik on CD/DVD plaat '%s'

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
et: Palun sisesta CD/DVD plaadilugejasse '%s', et paigaldada tarkvara paketid.

source: C_ontinue
et: _Jätka

source: Install
et: Paigalda

source: Reinstall
et: Paigalda uuesti

source: Remove
et: Eemalda

source: Purge
et: Eemalda täielikult

source: Upgrade
et: Uuenda

source: Downgrade
et: Madalda

source: Skip upgrade
et: Jäta uuendamine vahele

source: Please take a look at the list of changes below.
et: Palun vaata all olevat muudatuste loendit.

source: Additional software has to be installed
et: Täiendav tarkvara tuleb paigaldada

source: Additional software has to be re-installed
et: Täiendav tarkvara tuleb uuesti paigaldada

source: Additional software has to be removed
et: Täiendav tarkvara tuleb eemaldada

source: Additional software has to be purged
et: Täiendav tarkvara tuleb täielikult eemaldada

source: Additional software has to be upgraded
et: Täiendav tarkvara tuleb uuendada

source: Additional software has to be downgraded
et: Täiendav tarkvara tuleb asendada vanemaga

source: Updates will be skipped
et: Uuendused jäetakse vahele

source: Additional changes are required
et: Vajalikud on lisamuudatused

source: %sB will be downloaded in total.
et: Kokku tuleb allalaadida %sB.

source: %sB of disk space will be freed.
et: %sB kettaruumi vabaneb.

source: %sB more disk space will be used.
et: %sB lisakettaruumi võetakse kasutatakse.

source: Replace your changes in '%s' with a later version of the configuration file?
et: Kas asendada muudatustega fail '%s' hilisema seadistusfaili versiooniga?

source: If you don't know why the file is there already, it is usually safe to replace it.
et: Kui sa ei tea, miks see fail juba seal on, on selle asendamine tavaliselt turvaline.

source: _Changes
et: _Muudatused

source: _Keep
et: _Jäta alles

source: _Replace
et: _Asenda

source: _Details
et: _Üksikasjad

source: Waiting for %s to exit
et: Ootan %s sulgemist

source: local repository
et: kohalik varamu

source: Structure of %s
et: %s struktuur

source: Description of %s
et: %s kirjeldus

source: Available packages from %s
et: Saadaval paketid asukohast %s

source: Available sources from %s
et: Saadaval allikad %s

source: Package %s isn't available
et: Pakett %s ei ole kättesaadav

source: Package %s isn't installed
et: Pakett %s ei ole paigaldatud

source: The version %s of %s isn't installed
et: Versioon %s %s pole paigaldatud

source: Package %s is already installed
et: Pakett %s on juba paigaldatud

source: The version %s of %s isn't available.
et: Versioon %s %s pole saadaval

source: Invalid key id: %s
et: Vigane võtme ID: %s

source: Failed to download and install the key %s from %s: %s
et: Võtme %s asukohast %s allalaadimine ja paigaldamine nurjus: %s

source: Key file %s couldn't be installed: %s
et: Võtmefaili %s polnud võimalik paigaldada: %s

source: Key with fingerprint %s couldn't be removed: %s
et: Võti koos sõrmejäljega %s ei saadud eemaldada: %s

source: Package %s cannot be removed.
et: Pakett %s ei ole eemaldatav.

source: The version %s of %s is not installed
et: Versioon %s %s pole paigaldatud

source: The former version %s of %s is already installed
et: Endine versioon %s %s on juba paigaldatud

source: The version %s of %s is already installed
et: Versioon %s %s on juba paigaldatud

source: The version %s of %s isn't available
et: Versioon %s %s pole saadaval

source: You need to specify a version to downgrade %s to
et: Sa pead täpsustama versiooni, milleni %s madaldada

source: The later version %s of %s is already installed
et: Hiljutine versioon %s %s on juba paigaldatud

source: The package %s isn't available in the %s release.
et: Pakett %s pole %s väljalaskes saadaval

source: Package %s cannot be removed
et: Pakett %s ei ole eemaldatav

source: The package doesn't provide a valid Installed-Size control field. See Debian Policy 5.6.20.
et: Pakett ei paku kehtivat juhtvälja paigaldussuurust. Vaata Debiani poliitikat 5.6.20.

source: The license key is empty
et: Litsentsivõti on tühi

source: The license key is not allowed to contain executable code.
et: Litsentsivõti ei tohi sisaldada käivitatavat koodi

source: The license key path %s is invalid
et: Litsentsivõtme asukoht %s on vigane

source: The license key already exists: %s
et: Litsentsivõti on juba olemas: %s

source: The following packages have unmet dependencies:
et: Järgmistel pakettidel on lahendamata sõltuvused:

source: but it is a virtual package
et: aga see on virtuaalne pakett

source: but it is not installed
et: aga see pole paigaldatud

source: but it is not going to be installed
et: aga seda ei paigaldata

source: but %s is installed
et: aga %s on paigaldatud

source: but %s is to be installed
et: aga %s paigaldatakse

source: Get:
et: errorIgn

source: Hit
et: ignoredErr

source: Action "%s"
et: Pkg1 depends upon Pkg2

source: This action is currently approved; it will be selected whenever possible.
et: rreject

source: Enter "r %s" to allow this action to appear in new solutions.
et: rreject

source: Enter "r %s" to prevent this action from appearing in new solutions.
et: aapprove

source: Enter "a %s" to cease requiring that new solutions include this action if possible.
et: aapprove

source: Unexpected end-of-file on standard input
et: ERRERROR

source: You may want to update the package lists to correct these missing files
et: Localized defaults_BAR_aptitude-defaults.ww

source: Unknown log level name "%s" (expected "trace", "debug", "info", "warn", "error", "fatal", or "off").
et: .", such as "aptitude.util.logging

source: all-packages-with-dep-versions
et: why

source: database %s failed to load.
et: tõrge andmebaasi %s laadimisel.

source: Unknown frontend: %s
et: Tundmatu liides: %s

source: %s: will be newly installed
et: %s: paigaldatakse uuesti

source: %s: Version %s has already been seen
et: %s: Versiooni %s on juba nähtud

source: News for %s
et: Paki %s uudised

source: Changes for %s
et: Paki %s muudatused

source: Informational notes
et: Teavitavad märkused

source: apt-listchanges: News
et: apt-listchanges: Uudised

source: apt-listchanges: Changelogs
et: apt-listchanges: Muudatuste logid

source: Aborting
et: Katkestamine

source: Confirmation failed, don't save seen state
et: Tõrge kinnituse saamisel, nähtud olekut ei salvestata

source: apt-listchanges: changelogs for %s
et: apt-listchanges: hosti %s muudatuste logid

source: apt-listchanges: news for %s
et: apt-listchanges: hosti %s uudised

source: didn't find any valid .deb archives
et: ühtegi töökorras .deb arhiivi pole võimalik leida

source: Usage: apt-listchanges [options] {--apt _BAR_ filename.deb ...}
et: Kasutamine: apt-listchanges [võtmed] {--apt _BAR_ failinimi.deb ...}

source: Unknown option %s for --which. Allowed are: %s.
et: Tundmatu argument %s võtme --which jaoks. Võimalikud variandid: %s

source: Continue Installation?
et: Kas jätkata paigaldusega?

source: You can abort the installation if you select 'no'.
et: Valiku 'ei' korral paigaldamine katkestatakse.

source: Ignoring `%s' (seems to be a directory!)
et: '%s' eiramine (paistab, et see on kataloog!)

source: Wrong or missing VERSION from apt pipeline (is Dpkg::Tools::Options::/usr/bin/apt-listchanges::Version set to 2?)
et: Vale või puuduv VERSION apt torust (kas Dpkg::Tools::Options::/usr/bin/apt-listchanges::Version on 2?)

source: Mailing %s: %s
et: Postitamine %s: %s

source: The %s frontend is deprecated, using pager
et: Liides %s on aegunud, kasutatakse lehitsejat

source: The mail frontend needs a installed 'sendmail', using pager
et: E-posti liidese jaoks on vaja, et 'sendmail' oleks paigaldatud. Kasutatakse lehitsejat

source: The gtk frontend needs a working python-gtk2 and python-glade2. Those imports can not be found. Falling back to pager. The error is: %s
et: Gtk liidese jaoks on vaja töötavaid python-gtk2 ja python-glade2 teeke. Neid teeke pole paraku võimalik leida. Gtk asemel kasutatakse lehitsejat. Veateade: %s

source: Do you want to continue? [Y/n]
et: Kas soovid jätkata [J/e]

source: Reading changelogs
et: Muudatuste logide lugemine

source: User requested interrupt.
et: Katkestatud kasutaja soovil.

source: Non whitelist char in the uri
et: Ebakorrektsed märgid URIs

source: Whitespace in key=value
et: Tühik võti=väärtus paaris

source: Exception '%s'
et: Erand '%s'

source: Url string '%s' too long
et: URL string '%s' on liiga pikk

source: No ':' in the uri
et: URIs puudub koolon ':'

source: Enabling '%s' failed
et: '%s' aktiveerimine ebaõnnestus

source: Unknown channel '%s'
et: Tundmatu kanal '%s'

source: The channel '%s' is not known
et: Kanal '%s' ei ole teada

source: Enabling channel '%s' failed
et: Kanali '%s' lubamine ebaõnnestus

source: Invalid /etc/apt/sources.list file
et: Vigane /etc/apt/sources.list fail

source: Software index is broken
et: Katkine tarkvaraindeks

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
et: Tarkvara haldamise süsteemis tekkis suur viga. Otsi Synapticuga katkisi pakette, kontrolli failide õigusi ja faili '/etc/apt/sources.list' korrektsust. Seejärel uuenda tarkvara informatsiooni järgmise käsuga: 'sudo apt-get update' and 'sudo apt-get install -f'.

source: Need a url to continue, exiting
et: Jätkamiseks on vaja URLi, väljumine

source: Invalid url: '%s' given, exiting
et: Sisestatud vigane url: '%s', väljumine

source: Can not deal with protocol '%s'
et: Ei oska kasutada protokolli '%s'

source: Package '%s' is virtual.
et: Pakk '%s' on virtuaalne.

source: Could not find package '%s'.
et: Paketti '%s' ei õnnestunud leida

source: Package '%s' is already installed
et: Pakett '%s' on juba paigaldatud

source: Can not install '%s' (%s)
et: Paketti '%s' (%s) pole võimalik paigaldada

source: Package '%s' requests minimal version '%s', but only '%s' is available
et: Pakett '%s' vajab töötamiseks vähemalt '%s' versiooni, aga ainult '%s' on saadaval

source: Enable additional components
et: Lisakomponentide aktiveerimine

source: Enable additional software channel
et: Täiendava tarkvarakanali aktiveerimine

source: Do you want to enable the following software channel: '%s'?
et: Soovite lülitada sisse tarkvarakanali '%s'?

source: Install additional software?
et: Kas paigaldada lisatarkvara?

source: Do you want to install package '%s'?
et: Kas soovid paigaldada paketi '%s'?

source: Description
et: Kirjeldus

source: _Install
et: _Paigalda

source: Whether the specified command should handle "apt" URLs
et: Kas määratud käsku peaks kasutama "apt" URLide puhul

source: True if the command specified in the "command" key should handle "apt" URLs.
et: Kui märgitud, siis kasutatakse "apt" URLide puhul "käsu" võtmes määratud käsku.

source: The handler for "apt" URLs
et: "Apt" URLide käitleja

source: The command used to handle "apt" URLs, if enabled.
et: Käsk, mida kasutada "apt" URLide jaoks, kui need on lubatud.

source: Run the command in a terminal
et: Käivita käsk terminalis

source: True if the command used to handle this type of URL should be run in a terminal.
et: Kui märgitud, siis seda liiki URLide jaoks kasutatav käsk käivitatakse terminalis.

source: Package %s version %s has an unmet dep:
et: Paketi %s versioonil %s on lahendamata sõltuvusi:

source: Total package names:
et: Pakettide nimesid kokku:

source: Normal packages:
et: Tavapakette:

source: Pure virtual packages:
et: Puhtalt virtuaalseid pakette:

source: Single virtual packages:
et: Üksikuid virtuaalseid pakette:

source: Mixed virtual packages:
et: Kombineeritud virtuaalseid pakette:

source: Missing:
et: Puudu:

source: Total distinct versions:
et: Kokku erinevaid versioone:

source: Total distinct descriptions:
et: Erinevaid kirjeldusi kokku:

source: Total dependencies:
et: Sõltuvusi kokku:

source: Total ver/file relations:
et: Versioonide/failide seoseid kokku:

source: Total Desc/File relations:
et: Kirjelduste/failide seoseid kokku:

source: Total Provides mappings:
et: Pakutavaid vastendusi kokku:

source: Total globbed strings:
et: Mustriga sobitatud stringe kokku:

source: Total dependency version space:
et: Üldine versioonisõltuvus:

source: Total slack space:
et: Lõtkukohti kokku:

source: Total space accounted for:
et: Kogu mahu aruandlus:

source: Package file %s is out of sync.
et: Paketifail %s on sünkroonist väljas.

source: No packages found
et: Ei leitud ühtegi paketti

source: Unable to locate package %s
et: Paketti %s ei leitud

source: Package files:
et: Paketifailid:

source: Cache is out of sync, can't x-ref a package file
et: Vahemälu on sükroonist väljas, ei saa paketifaili võrrelda

source: Pinned packages:
et: Naelutatud paketid:

source: (not found)
et: (ei leitud)

source: Installed:
et: Paigaldatud:

source: Candidate:
et: Kandidaat:

source: (none)
et: (ei ole)

source: Package pin:
et: Paketi naelutus:

source: Version table:
et: Versioonitabel:

source: %s %s for %s compiled on %s %s
et: %s %s %s jaoks kompileeritud %s %s 'el

source: Please provide a name for this Disc, such as 'Debian 5.0.3 Disk 1'
et: Palun anna kettale nimi, nagu näiteks 'Debian 5.0.3 ketas 1'

source: Please insert a Disc in the drive and press enter
et: Palun sisesta ketas lugejasse ja vajuta enter

source: Failed to mount '%s' to '%s'
et: '%s'-i ei õnnestunud ühendada '%s'-ga

source: Repeat this process for the rest of the CDs in your set.
et: Korda toimingut ülejäänud CD-dega oma komplektis.

source: Arguments not in pairs
et: Argumendid pole paarides

source: Usage: apt-config [options] command apt-config is a simple tool to read the APT config file Commands: shell - Shell mode dump - Show the configuration Options: -h This help text. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
et: Kasutamine: apt-config [võtmed] käsk apt-config on lihtne tööriist APTi seadistuste faili lugemiseks Käsud: shell - shelli režiim dump - seadistuste näitamine Võtmed: -h See abitekst. -c=? Selle seadistuste faili lugemine -o=? Suvalise valiku määramine, nt -o dir::cache=/tmp

source: %s not a valid DEB package.
et: %s pole õige DEB pakett.

source: Usage: apt-extracttemplates file1 [file2 ...] apt-extracttemplates is a tool to extract config and template info from debian packages Options: -h This help text -t Set the temp dir -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
et: Kasutamine: apt-extracttemplates fail1 [fail2 ...] apt-extracttemplates on tööriist seadistus- ja malliteabe kätte saamiseks debiani pakettidest Võtmed: -h See abitekst -t Ajutise kataloogi määramine -c=? Selle seadistuste faili lugemine -o=? Suvalise valiku määramine, nt -o dir::cache=/tmp
